docs/explications/docker-compose.md
```mermaid
flowchart LR
    DC[Docker Compose] --> F(fastapi)
    DC --> O(ollama)
    DC --> SD(stablediffusion)
```
